tutorials/heatTransfer/buoyantSimpleSolver/hotRadiationRoom/constant/RASProperties
/*---------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //



RASModel        kEpsilon;

turbulence      on;

printCoeffs     on;



// ************************************************************************* //
