tutorials/heatTransfer/buoyantSimpleSolver/hotRadiationRoom/0/U
/*---------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    floor
    {
        type            noSlipWall;
    }

    ceiling
    {
        type            noSlipWall;
    }

    fixedWalls
    {
        type            noSlipWall;
    }

    box
    {
        type            noSlipWall;
    }
}

// ************************************************************************* //
