tutorials/heatTransfer/buoyantSimpleSolver/hotRadiationRoom/0/T
/*---------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    floor
    {
        type            fixedValue;
        value           uniform 300.0;
    }

    ceiling
    {
        type            fixedValue;
        value           uniform 300.0;
    }

    fixedWalls
    {
        type            zeroGradient;
    }

    box
    {
        type            fixedValue;
        value           uniform 500.0;
    }
}

// ************************************************************************* //
