tutorials/heatTransfer/buoyantSimpleSolver/hotRadiationRoom/system/fvSchemes
/*---------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

ddtSchemes
{
    default         steadyState;
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default         none;
    div(phi,U)      stabilised Gauss upwind;
    div(phi,K)      stabilised Gauss upwind;
    div(phi,h)      stabilised Gauss upwind;
    div(phi,k)      stabilised Gauss upwind;
    div(phi,epsilon) stabilised Gauss upwind;
    div((muEff*dev2(T(grad(U))))) Gauss linear;

}

laplacianSchemes
{
    default         Gauss linear corrected;
}

interpolationSchemes
{
    default         linear;
}

snGradSchemes
{
    default         corrected;
}


// ************************************************************************* //
